{
    "District 1 vs District 2": "District 1 lags behind District 2 across several categories: cemeteries, dining spots, education, emergency services, civic offices, healthcare, parking, retail services, and playgrounds.",
    "District 1 vs District 3": "District 1 has fewer dining spots and emergency service facilities compared to District 3.",
    "District 1 vs District 4": "District 4 has fewer education centers, civic service offices, healthcare facilities, parking spaces, parks, and playgrounds compared to District 1.",
    "District 1 vs District 5": "District 1 offers fewer dining spots and emergency services than District 5.",
    "District 1 vs District 6": "District 6 has fewer civic offices, healthcare centers, parks, retail hubs, and playgrounds than District 1.",
    "District 2 vs District 3": "District 3 falls short of District 2 in cemeteries, dining spots, educational centers, emergency services, civic offices, healthcare services, parking spaces, parks, retail hubs, and playgrounds.",
    "District 2 vs District 4": "District 4 trails District 2 across multiple categories including cemeteries, dining, education, emergency services, civic services, healthcare, parking, parks, retail services, and playgrounds.",
    "District 2 vs District 5": "District 5 offers fewer facilities than District 2 across cemeteries, dining, education, emergency services, civic offices, healthcare, parking, parks, retail services, and playgrounds.",
    "District 2 vs District 6": "District 6 trails District 2 in cemeteries, education, emergency services, civic offices, healthcare, parking, parks, retail hubs, and playgrounds.",
    "District 3 vs District 4": "District 4 has fewer education and learning facilities and trails and playgrounds compared to District 3.",
    "District 3 vs District 5": "District 3 has fewer civic offices and parking facilities compared to District 5.",
    "District 3 vs District 6": "District 6 offers less access to healthcare services, parks, and playgrounds compared to District 3.",
    "District 4 vs District 5": "District 4 has fewer education centers, civic services, and recreational areas than District 5.",
    "District 4 vs District 6": "District 4 offers fewer dining spots, education centers, emergency services, and parking facilities than District 6.",
    "District 5 vs District 6": "District 6 has fewer civic offices, healthcare services, parks, and playgrounds than District 5."
}